[
  {
    "id": 1,
    "name": "Wedding Events",
    "title": "Dream Wedding Experience",
    "img": "https://i.ibb.co/9v05Br6/wedding.jpg",
    "description": "Celebrate your love story with a dream wedding. Our experienced team of wedding planners is here to make your special day a truly magical and unforgettable experience. From selecting the perfect venue to coordinating every detail of the ceremony and reception, we've got you covered. Whether you envision a classic, elegant affair or a unique and quirky celebration, we'll work closely with you to bring your vision to life. With exquisite decor, delectable cuisine, and seamless coordination, your wedding day will be everything you've ever dreamed of."
  },
  {
    "id": 2,
    "name": "Anniversary Celebrations",
    "title": "Celebrate Milestone Anniversaries",
    "img": "https://i.ibb.co/kQgXgT8/annayversary.webp",
    "description": "Celebrate your milestone anniversary with a romantic and memorable event. Whether it's your first year together or a golden anniversary, we specialize in creating the perfect atmosphere to honor your love story. Our team will design an intimate and meaningful celebration that reflects your journey together. From romantic dinners under the stars to grand parties with friends and family, we'll help you create cherished memories that will last a lifetime."
  },
  {
    "id": 3,
    "name": "Birthday Parties",
    "title": "Unforgettable Birthday Parties",
    "img": "https://i.ibb.co/Kw7LyKH/birthday.jpg",
    "description": "Make your birthday a day to remember with a spectacular party. No matter your age, we know how to throw a birthday bash that will leave you and your guests thrilled. From whimsical themes for children's parties to sophisticated soirées for adults, we've got the creativity and expertise to make it extraordinary. Our team will handle everything, from designing the invitations to planning the entertainment and providing delicious catering. Let us take care of the details so you can focus on having a fantastic time with your loved ones."
  },
  {
    "id": 4,
    "name": "Engagement Ceremony",
    "title": "Celebration Your Engagement With Us",
    "img": "https://i.ibb.co/VHkxWk2/engagement.jpg",
    "description": "Begin your journey to forever with a beautiful engagement ceremony. Let us help you create a meaningful and memorable event to mark this special occasion. Whether you prefer an intimate gathering or a grand celebration, our team will ensure that every detail is perfect. From choosing the perfect venue to designing a personalized ceremony, we're here to make your engagement day as enchanting as your love story."
  },
  {
    "id": 5,
    "name": "Corporate Functions",
    "title": "Successful Corporate Events",
    "img": "https://i.ibb.co/Csw3Fg3/Corporate-Events-Function-1.jpg",
    "description": "Elevate your corporate events and functions with our professional planning services. We understand the importance of business gatherings and will ensure that every detail is flawlessly executed. From product launches and conferences to team-building retreats and award ceremonies, we have the experience to make your event a success. Our team will work closely with your organization to deliver a seamless and impressive corporate function that leaves a lasting impact on your clients, partners, and employees."
  },
  {
    "id": 6,
    "name": "Music Concerts",
    "title": "Epic Music Extravaganza",
    "img": "https://i.ibb.co/609B8Mm/music.jpg",
    "description": "Experience the magic of live music with our music concerts. Whether you're a fan of rock, pop, classical, or any other genre, we bring top artists and bands to the stage for unforgettable performances. Get ready to groove to the beats, sing along with your favorite songs, and immerse yourself in the incredible energy of live music. Our music concerts promise to deliver a night of pure entertainment and musical bliss that you won't want to miss."
  }
]